@extends('layouts.app')

@section('content')
    <section class="container page">
        <section class="article">
            <h1 class="article__title">Ошибки гипотезирования как предмет методологической рефлексии педагога-исследователя</h1>
            <p class="article__authors">И. Б. Шмигирилова, А. С. Рванова, О. В. Григоренко</p>
            <p class="article__links">
                <a href="https://doi.org/10.17853/1994-5639-2021-6-11-42">
                    https://doi.org/10.17853/1994-5639-2021-6-11-42
                </a>
            </p>
            <div class="article__download">
                <a class="articles__list-link btn btn-primary" href="">Скачать</a>
            </div>
            <div class="annotation">
                <h2 class="annotation__title">
                    Аннотация
                </h2>
                <p class="annotation__text">
                    Введение. Статья отражает результаты теоретико-практического исследования механизмов выдвижения гипотез в научных исследованиях по проблемам образования.<br>
                    Цель представленного в статье научного исследования состоит в изучении методологических ресурсов повышения качества научных исследований по проблемам образования через осмысление ошибок гипотезирования как предмета методологической рефлексии педагога-исследователя.<br>
                    Методология, методы и методика исследования опираются на деятельностно-личностный подход к познанию, с одной стороны, самого процесса образования, а с другой, - научно-поисковой деятельности по его исследованию; на исследование ценностно-смысловых оснований научной деятельности с обращением к культурно-исторической концепции; на феноменолого-герменевтический подход, направленный на актуализацию интерпретационного потенциала научных текстов; на привлечение классических методов теоретического анализа и синтеза, дедукции и индукции, сравнения, моделирования и экстраполяции как инструментов изучения поисковой деятельности педагога, а также методов экспертной оценки и включённого наблюдения. Методология базируется на критике методологической концепции индуктивизма и предполагает дополнение гипотетико-де-дуктивного метода идеей пролонгированного сквозного гипотезирования, основанного на рефлексивной переоценке и предупреждении исследователем ошибок смыслообразования.<br>
                    Результаты исследования. В результате исследования вскрыты механизмы трансуровневой концептуализации педагогического знания в процессе отработки методологического аппарата научного исследования. В дополнение к существующим обоснованы нетрадиционные - специальные - требования к научным гипотезам, направленные на актуализацию их прогностических и диагностических функций. Проведена систематизация ошибок гипотезирования, дающая возможность проводить регулирование рефлексивного научно-педагогического поиска, осуществлять в процессе методологической подготовки и самообразования обратную связь и стимулировать выработку научно обоснованных эвристических педагогических решений. Показаны методические ресурсы и положительные результаты использования знаний о продуктивных возможностях превентивной деятельности по управлению ошибками в практике подготовки педагогов-исследователей: педагогические цели и установки исследовательской деятельности, принципы, конкретные дидактические средства формирования методологической компетентности и управления ошибками.<br>
                    Научная новизна. Феномен ошибки гипотезирования охарактеризован в контексте концептуализации и взаимосвязи элементов методологического аппарата научного исследования с учетом пролонгированному кумулятивности и трансуровневости процесса выдвижения гипотезы как регулятора научного поиска.<br>
                    Практическая значимость. Результаты исследования рекомендованы к использованию при составлении учебных программ по курсу методологии научно-педагогического исследования и в качестве дидактического материала к учебным занятиям в процессе подготовки педагогов-исследователей в рамках магистратуры, аспирантуры, докторантуры и постдипломного самообразования. Предложенная типология ошибок гипотезирования применяется при разработке методологических требований к научному уровню диссертационных исследований по проблемам образования.<br>
                </p>
            </div>
        </section>
    </section>
@endsection
