@extends('layouts.app')

@section('content')
    <section class="container page">
        <h2 class="base-title-2">Коновалов Антон Андреевич</h2>
        <p><strong>Ученая степень:</strong> кандидат педагогических наук</p>
        <p><strong>Ученое звание:</strong> доцент</p>
        <p><strong>Должность: </strong>директор
            научно-образовательного центра исследования перспектив кадрового обеспечения
            системы профессионального образования.</p>

        <p>Главный редактор журнала «Инновационная научная современная академическая исследовательская
            траектория (ИНСАЙТ)».</p>
        <p>ORCID ID: https://orcid.org/0000-0003-4134-665X<br><span style="fant-size: 11pt;">Researher ID:
                ABD-2865-2021<br></span><span style="font-size: 11pt;">Scopus ID: 57325487000<br></span><span
                style="font-size: 11pt;">eLibrary AuthorID: 817621</span></p>

        <p> </p>

        <p><strong>Участие в конференциях:</strong></p>

        <blockquote>
            <p>1. Всероссийская научная
                конференция «Актуальные вопросы науки и образования: теория и
                практика», г. Симферополь, 25-26 ноября 2021 г. (Выступление с докладом «Компетентностный портрет мастера
                производственного обучения как основа
                развития кадрового потенциала системы СПО РФ» на Пленарном заседании;
                организация секции «Профессиональный дефицит педагогов профессиональных
                образовательных организаций и пути его решения»).</p>
            <p>2. Деловая программа Финала IX
                национального чемпионата «Молодые профессионалы», г. Уфа, 26-28
                августа 2021 г. (организация секции «Компетентностный
                портрет мастера производственного обучения как основа развития кадрового
                потенциала системы СПО РФ»).</p>
            <p>3. 1-я региональная
                научно-практическая конференция «Реалии и перспективы кадрового
                обеспечения системы профессионального образования», г. Екатеринбург, 19
                мая 2021 г. (организация конференции, выступление с докладом «Результаты
                исследования профессиональных дефицитов и направлений совершенствования
                профессионального мастерства преподавателя и мастера производственного
                обучения в организациях СПО» на Пленарном заседании).</p>
            <p>4. Международная практическая конференция «Новые импульсы развития технического и профессионального
                образования», г. Нур-Султан (Республика Казахстан), 25-26 октября
                2020 г. (Выступление с докладом «Подготовка
                мастеров производственного обучения в условия сетевого взаимодействия» на
                Пленарном заседании).</p>
        </blockquote>
        <p> </p>
        <p><strong>Список основных публикаций:</strong></p>
        <blockquote style="margin: 0 0 0 40px; border: none; padding: 0px;">
            <p></p>
            <ol>
                <li>
                    Есенина Е. Ю., Коновалов А. А., Кислов А. Г., Захаровский Л. В.
                    Формирование, оценка и совершенствование компетентности педагогов профессиональной школы:
                    монография.Екатеринбург: Изд во Рос. гос. проф.-пед. ун та, 2023. 114 с. ISBN 978-5-8050-0777-5
                </li>
                <li>
                    Коновалов А. А. Дефициты методической компетентности педагогов профессионального обучения
                    // Образование и саморазвитие. 2023. Т. 18. № 2. С. 81-99. DOI: 10.26907/esd.18.2.07.
                    (Включен в МБД Scopus, в перечень ВАК)
                </li>
                <li>
                    Коновалов А. А., Сатдыков А. И., Есенина Е. Ю. Подготовка, профессиональное развитие и оценка навыков педагогов профессионального образования за рубежом
                    // Science for Education today. 2022. Т. 12. № 6. С. 138-164.
                    (Включен в RSCI, перечень ВАК)
                </li>
                <li>
                    Шаров А. А., Коновалов А. А. Универсальные компетенции педагогов профессионального образования: оценка и анализ взаимосвязей
                    // Science for Education Today. 2022. Т. 12. № 5. С. 7–28. (Включен в RSCI, перечень ВАК)
                </li>
                <li>Дубицкий В.В., Коновалов А.А., Лыжин А.И., Феоктистов А.В. Неумывакин В.С. Мастер производственного
                    обучения 2.0: кадровый потенциал проекта «Профессионалитет» // Образование и наука. 2022. Т. 24. № 1. С.
                    67-100 (Включен в МБД WoS и Scopus, в перечень ВАК)</li>
                <li>Андрюхина Л.М., Ломовцева Н.В.,
                    Садовникова Н.О., Коновалов А.А., Чебыкина И.В. Готовность педагогов
                    профессионального образования к работе в условиях цифровой образовательной
                    среды // Современные проблемы науки и образования. 2021. № 2. (включена в
                    перечень ВАК).</li>
                <li>Буторина Н.И., Коновалов А.А.
                    Фонограмма как средство развития навыка многоголосного пения студентов на
                    занятиях по сольфеджио // Вестник Кемеровского государственного университета
                    культуры и искусств. 2021. № 55. С. 247-258. (включена в перечень ВАК).</li>
                <li>Дубицкий, В.В., Коновалов А.А.,
                    Кислов А.Г. К решению актуальных задач кадрового обеспечения в системе
                    профессионального образования // Профессиональное образование и рынок труда.
                    2021. № 3 (46). С. 6-20. (включена в перечень ВАК).</li>
                <li>Коновалов А.А., Буторина Н.И.
                    Музыкально-компьютерная деятельность: особенность подготовки студентов //
                    Образование и наука. 2021. Т. 23. № 8. С. 84-110 (Включена в WoS и Scopus).</li>
                <li>Коновалов А.А., Чебыкина И.В.
                    Профессионально-педагогические дефициты педагогов системы спо: результаты
                    исследования // Инновационная научная современная академическая
                    исследовательская траектория (ИНСАЙТ). 2021. № 2 (5). С. 7-18. (включена в
                    РИНЦ).</li>
                <li>Коновалов А.А., Щипанова Д.Е.,
                    Лыжин А.И., Чернышов Б.А. О дефиците исследовательских компетенций у педагогов
                    СПО: результаты исследования // Профессиональное образование и рынок труда.
                    2021. № 2 (45). С. 112-125. (включена в перечень ВАК).</li>
                <li>Лыжин А.И., Коновалов А.А.
                    Компетентностный портрет современного исследователя в VUCA-мире // Высшее
                    образование сегодня. 2021. № 4. С. 14-19. (включена в перечень ВАК).</li>
                <li>Лыжин А.И., Коновалов А.А. Научный WorkShop как инновационная форма вовлечения студентов в
                    исследовательскую деятельность // Проблемы современного образования. 2021. № 6. С. 248-257 (Включен в
                    перечень ВАК)<br></li>
                <li>Щипанова Д.Е., Коновалов А.А.
                    Исследовательские компетенции педагога профессионального образования: проблемы
                    и инструменты развития // Вестник Набережночелнинского государственного
                    педагогического университета. 2021. № S2 (31). С. 253-255. (включена в перечень
                    ВАК).</li>
                <li>Коновалов А.А.
                    Профессионально-педагогическое образование: современные тенденции и пути
                    развития // Инновационная научная современная академическая исследовательская
                    траектория (ИНСАЙТ). 2020. № 1 (1). С. 7-14. (включена в РИНЦ).</li>
                <li>Коновалов А.А., Буторина Н.И.
                    Анализ моделей формирования профессионально-специализированных компетенций
                    студентов вузов // Профессиональное образование и рынок труда. 2020. № 3. С.
                    9-19. (включена в перечень ВАК).</li>
                <li>Буторина Н.И., Коновалов А.А.
                    Принципы и подходы к формированию профессионально - специализированных
                    компетенций у студентов в области музыкально - компьютерных технологий // Вестник
                    Казанского государственного университета культуры и искусств. 2019. № 1. С.
                    118-124. (включена в перечень ВАК).</li>
            </ol>
            <p></p>
        </blockquote>
        <p> </p>
        <p> </p>
        <p><strong>Сведения о государственных
                наградах:</strong></p>

        <p>Благодарственное письмо
            Законодательного Собрания Свердловской области за большой вклад в обучение и
            воспитание подрастающего поколения.</p>

        <p><strong>Сведения о повышении квалификации:</strong></p>

        <p>
            1 марта 2023 - 2 октября 2023 «Цифровые компетенции в условиях цифровизации» (100 часов),
            Российский государственный профессионально-педагогический университет, Екатеринбург.
        </p>

        <p>23 ноября 2021 - 6 декабря 2021 «Развитие и оценка общих компетенций, востребованных в профессиональной
            деятельности» (76 часов), Национальное агентство развития квалификаций,
            Москва / Уральский Федеральный Университет имени первого Президента России Б.Н.
            Ельцина, Екатеринбург.</p>

        <p>19 августа 2021 - 20 сентября 2021 «Инновационные и цифровые технологии в образовании» (72 часа),
            Санкт-Петербургский политехнический университет Петра Великого, Санкт-Петербург.</p>

        <p>12 декабря 2019- 25 декабря 2019 «Особенности профессионального развития научно-педагогических работников в
            условиях реализации непрерывного образования» (72 часа), Государственный
            академический университет гуманитарных наук, Москва.</p>
        </div>
    </section>
@endsection
